Repository: aminullah-dev/LinumicOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: fa_af

source: %@ %@ (%@) is blocked.
fa_af: %1$@ %2$@ (%3$@) مسدود است.

source: %@ %@ (%@, %@) is a release candidate.
fa_af: %1$@ %2$@ (%3$@، %4$@) نامزد انتشار است.

source: %@ %@ has been submitted and is pending in App Store Connect.
fa_af: %1$@ %2$@ ارسال شده و در App Store Connect در انتظار است.

source: %@ %@ is now live on %@.
fa_af: %1$@ نسخهٔ %2$@ حالا در %3$@ فعال است.

source: %@ %@ is pending in App Store Connect. That's awaiting Apple, not recorded as blocked.
fa_af: %1$@ %2$@ در App Store Connect در انتظار است. این منتظر اپل است و مسدود ثبت نشده است.

source: %@ %@ is waiting on %@.
fa_af: %1$@ نسخهٔ %2$@ در %3$@ منتظر است.

source: %@ (%@) answers again.
fa_af: %1$@ (%2$@) دوباره پاسخ می‌دهد.

source: %@ (%@) failed two checks in a row.
fa_af: %1$@ (%2$@) در دو بررسی پشت سر هم پاسخ نداد.

source: %@ and its saved password are removed from this device's Keychain. This can't be undone, and it doesn't change the account itself.
fa_af: %@ و رمز ذخیره‌شده‌اش از Keychain همین دستگاه پاک می‌شوند. این کار برگشت ندارد و خود حساب را تغییر نمی‌دهد.

source: %@ copied. The clipboard clears in 30 seconds.
fa_af: %@ کپی شد. کلیپ‌بورد پس از ۳۰ ثانیه پاک می‌شود.

source: %@ is back up
fa_af: %@ دوباره برقرار است

source: %@ is down
fa_af: %@ قطع است

source: %@ is required.
fa_af: %@ لازم است.

source: %@ licence %@ for %@ ends in %lld days (last valid day %@).
fa_af: لایسنس %1$@ با شمارهٔ %2$@ برای %3$@ تا %4$lld روز دیگر ختم می‌شود (آخرین روز معتبر: %5$@).

source: %@ needs at least one source. Add one, or record your own confirmation.
fa_af: «%@» دست‌کم به یک منبع نیاز دارد. یک منبع اضافه کنید یا تأیید خود را ثبت کنید.

source: %@ on %@: %@ → %@
fa_af: %1$@ در %2$@: %3$@ ← %4$@

source: %@ refused access (403). The account lacks read permission for this app, or a permission granted in the last day hasn't taken effect yet.
fa_af: %@ دسترسی نداد (403). حساب اجازهٔ خواندن این برنامه را ندارد، یا اجازه‌ای که در ۲۴ ساعت گذشته داده شده هنوز فعال نشده است.

source: %@ rejected the credentials (401). Check them in Settings → Integrations.
fa_af: %@ اطلاعات ورود را رد کرد (401). آن را در تنظیمات ← اتصال‌ها بررسی کنید.

source: %@ returned HTTP %d.
fa_af: %@ خطای HTTP %d برگرداند.

source: %@ will be marked superseded. Its key keeps working in the customer's app until it expires.
fa_af: %@ «جایگزین‌شده» علامت می‌خورد. کلید آن در برنامهٔ مشتری تا ختم اعتبارش کار می‌کند.

source: %@: %@ (%@, target %@)
fa_af: %1$@: %2$@ (%3$@، هدف %4$@)

source: %@: %@ (partially verified)
fa_af: %1$@: %2$@ (نسبتاً تأییدشده)

source: %@: %@ live %@
fa_af: %1$@: %2$@ فعال در نسخهٔ %3$@

source: %@: %lld active
fa_af: %1$@: %2$lld فعال

source: %@: %lld added, %lld already in the ledger, %lld rejected.
fa_af: %1$@: %2$lld افزوده شد، %3$lld از قبل در دفتر بود، %4$lld رد شد.

source: %@: invalid expiry date.
fa_af: %@: تاریخ ختم نادرست است.

source: %@: invalid issue date.
fa_af: %@: تاریخ صدور نادرست است.

source: %@: invalid machine code.
fa_af: %@: کد دستگاه نادرست است.

source: %@: new commit on %@/%@ %@: “%@”.
fa_af: %1$@: کامیت تازه در %2$@/%3$@ به تاریخ %4$@: «%5$@».

source: %@: no customer.
fa_af: %@: نام مشتری ندارد.

source: %@: overall %@. %ld item(s) await confirmation.
fa_af: %1$@: وضعیت کلی %2$@. %3$ld مورد در انتظار تأیید است.

source: %@: release %@ published on %@.
fa_af: %1$@: انتشار %2$@ در %3$@ نشر شد.

source: %@: sources conflict
fa_af: %@: منابع با هم متناقض‌اند

source: %@: unknown
fa_af: %@: نامعلوم

source: %@: unknown product.
fa_af: %@: محصول ناشناخته.

source: %ld draft finding(s) haven't been reviewed and aren't reported.
fa_af: %ld یافتهٔ پیش‌نویس هنوز بازبینی نشده و گزارش نمی‌شود.

source: %ld facts across all products still await the owner's confirmation (see Verification).
fa_af: %ld مورد در همهٔ محصولات هنوز منتظر تأیید مالک است (بخش تأیید را ببینید).

source: %ld open critical issue(s)
fa_af: %ld مشکل بحرانی باز

source: %lld active
fa_af: %lld فعال

source: %lld characters; a machine code has 16
fa_af: %lld حرف؛ کد دستگاه ۱۶ حرف دارد

source: %lld days
fa_af: %lld روز

source: %lld expired
fa_af: %lld ختم‌شده

source: %lld expiry warnings
fa_af: %lld هشدار انقضا

source: %lld ms
fa_af: %lld میلی‌ثانیه

source: %lld of 16 characters
fa_af: %lld از ۱۶ حرف

source: %lld PRs
fa_af: %lld درخواست ادغام

source: %lld conflicting
fa_af: %lld متناقض

source: %lld facts need your confirmation, %lld of them conflicting. Open Verification →
fa_af: %1$lld مورد به تأیید شما نیاز دارد که %2$lld مورد آن متناقض است. بخش تأیید را باز کنید ←

source: %lld facts need your confirmation. Open Verification →
fa_af: %lld مورد به تأیید شما نیاز دارد. بخش تأیید را باز کنید ←

source: %lld failed
fa_af: %lld ناکام

source: %lld failed:
fa_af: %lld ناکام:

source: %lld issues
fa_af: %lld مشکل

source: %lld items need your confirmation
fa_af: %lld مورد به تأیید شما نیاز دارد

source: %lld of 5 stars
fa_af: %lld از ۵ ستاره

source: %lld products
fa_af: %lld محصول

source: %lld products %@
fa_af: %1$lld محصول %2$@

source: %lld releases
fa_af: %lld انتشار

source: %lld releases · latest %@
fa_af: %1$lld انتشار · آخرین %2$@

source: %lld seconds
fa_af: %lld ثانیه

source: %lld sources
fa_af: %lld منبع

source: +1 Year
fa_af: +۱ سال

source: , failed:
fa_af: ، ناموفق:

source: , failed: %@
fa_af: ، ناکام: %@

source: , not in this account: %@
fa_af: ، در این حساب نیست: %@

source: , not public yet: %@
fa_af: ، هنوز عمومی نیست: %@

source: , submitted %@
fa_af: ، ارسال‌شده %@

source: A %@ licence can't be renewed. Renew the newest licence of this customer.
fa_af: لایسنسِ «%@» تمدید نمی‌شود. تازه‌ترین لایسنس همین مشتری را تمدید کنید.

source: A new product starts with every fact Unknown. Record facts from its Overview tab, each with its source.
fa_af: محصول تازه با همهٔ معلومات «نامعلوم» شروع می‌شود. معلومات را از بخش «نمای کلی» هر کدام با منبعش ثبت کنید.

source: A newer verified inventory is bundled with this version. Your edits were kept, so it wasn't applied automatically.
fa_af: فهرست تأییدشدهٔ تازه‌تری همراه این نسخه آمده است. ویرایش‌های شما حفظ شد، بنابراین خودکار اعمال نشد.

source: A notification when a version goes live, is rejected, or a new one is waiting.
fa_af: وقتی نسخه‌ای فعال یا رد شود، یا نسخهٔ تازه‌ای منتظر باشد، اعلان می‌آید.

source: A value marked Unknown would look like a fact. Choose a status and a source, or clear the value.
fa_af: مقداری که «نامعلوم» علامت خورده باشد مانند یک واقعیت به نظر می‌رسد. وضعیت و منبع را انتخاب کنید یا مقدار را پاک کنید.

source: A verified fact needs a value. Leave it Unknown, or mark it Conflicting.
fa_af: معلومات تأییدشده باید مقدار داشته باشد. آن را «نامعلوم» بگذارید یا «متناقض» علامت بزنید.

source: Actions
fa_af: کارها

source: Add a sign-in to the Vault
fa_af: یک ورود به گاوصندوق اضافه کنید

source: Add Sign-In
fa_af: افزودن ورود

source: Add the sign-ins you use, and copy them from here whenever you need them.
fa_af: ورودهایی را که به کار می‌برید اضافه کنید و هر وقت لازم شد از همین‌جا کپی کنید.

source: Address
fa_af: نشانی

source: Address found in %@.
fa_af: نشانی از %@ گرفته شده است.

source: Address found in %@. Add your login and password.
fa_af: نشانی از %@ گرفته شده است. نام کاربری و رمز خود را اضافه کنید.

source: Admin console
fa_af: کنسول مدیریت

source: Admin console (custom domain)
fa_af: کنسول مدیریت (دامنهٔ اختصاصی)

source: Admin panel
fa_af: پنل مدیریت

source: After two failed checks in a row, when it is back, and when a TLS certificate or the linumic.com registration enters the 30, 14 or 7-day window.
fa_af: پس از دو بررسی ناموفق پشت سر هم، وقتی دوباره برقرار شد، و وقتی گواهی TLS یا ثبت دامنهٔ linumic.com به ۳۰، ۱۴ یا ۷ روز مانده به پایان رسید.

source: Age
fa_af: عمر نسخه

source: AI Assistant
fa_af: دستیار هوشمند

source: AI provider
fa_af: ارائه‌دهندهٔ هوش مصنوعی

source: Account
fa_af: حساب

source: Active
fa_af: فعال

source: Active (recorded)
fa_af: فعال (ثبت‌شده)

source: Add
fa_af: افزودن

source: Add Source
fa_af: افزودن منبع

source: Add listings from a product's Stores tab.
fa_af: لیست‌ها را از بخش «فروشگاه‌ها»ی هر محصول اضافه کنید.

source: All
fa_af: همه

source: All (*)
fa_af: همه (*)

source: All Products
fa_af: همهٔ محصولات

source: All products
fa_af: همهٔ محصولات

source: All release records
fa_af: همهٔ سوابق انتشار

source: Also known as
fa_af: نام‌های دیگر

source: An activity feed will come with the backend audit log.
fa_af: فهرست فعالیت‌ها همراه با سابقهٔ حسابرسی سرور اضافه می‌شود.

source: Android
fa_af: اندروید

source: Answers come only from the records in this app: facts with their sources, GitHub and App Store snapshots, and releases, roadmap, issues and market evidence you've recorded. No language model is connected, and nothing comes from general knowledge.
fa_af: پاسخ‌ها فقط از سوابق همین برنامه می‌آیند: معلومات با منابعشان، تصویرهای GitHub و App Store، و انتشارها، نقشهٔ راه، مشکلات و شواهد بازار که ثبت کرده‌اید. هیچ مدل زبانی وصل نیست و هیچ چیزی از دانش عمومی گرفته نمی‌شود.

source: Any environment
fa_af: هر محیط

source: Any machine (*)
fa_af: هر دستگاه (*)

source: Any machine (*): the key works on every device. Use only when you mean it.
fa_af: هر دستگاه (*): کلید روی هر دستگاهی کار می‌کند. فقط وقتی استفاده کنید که واقعاً همین را می‌خواهید.

source: Any status
fa_af: هر وضعیت

source: API health
fa_af: سلامت API

source: API liveness
fa_af: زنده بودن API

source: API readiness (database)
fa_af: آمادگی API (پایگاه داده)

source: App
fa_af: برنامه

source: App Sandbox
fa_af: محیط امن برنامه (Sandbox)

source: App Store Connect → Users and Access → Integrations → App Store Connect API → Team Keys. Create a key with the Developer role and download the .p8 file (Apple lets you download it only once). Free.
fa_af: App Store Connect ← Users and Access ← Integrations ← App Store Connect API ← Team Keys. یک کلید با نقش Developer بسازید و فایل ‎.p8 را دانلود کنید (Apple فقط یک بار اجازهٔ دانلود می‌دهد). رایگان است.

source: App name
fa_af: نام برنامه

source: Apple didn't return an identity token.
fa_af: اپل توکن هویت برنگرداند.

source: Application
fa_af: برنامه

source: Approve
fa_af: تأیید

source: Approved
fa_af: تأییدشده

source: Approved by %@, %@
fa_af: تأیید توسط %1$@، %2$@

source: Ask
fa_af: بپرس

source: Ask about products, releases, issues, changes or market evidence… (English or Persian)
fa_af: دربارهٔ محصولات، انتشارها، مشکلات، تغییرات یا شواهد بازار بپرسید… (دری یا انگلیسی)

source: Authentication, roles, audit logging and server-side secret management arrive with the backend phase. See docs/security.md.
fa_af: احراز هویت، نقش‌ها، سابقهٔ حسابرسی و مدیریت رمزها در سرور با مرحلهٔ سرور اضافه می‌شوند. docs/security.md را ببینید.

source: Automatic refresh
fa_af: به‌روزرسانی خودکار

source: Average rating in the %@ storefront
fa_af: میانگین امتیاز در فروشگاه %@

source: Avoid look-alike characters
fa_af: بدون حروف شبیه به هم

source: Back to Draft
fa_af: برگشت به پیش‌نویس

source: Backend
fa_af: سرور (بک‌اند)

source: Beta
fa_af: بتا

source: Blocked
fa_af: مسدود

source: Blocked releases
fa_af: انتشارهای مسدود

source: Build
fa_af: بیلد

source: Build number
fa_af: شمارهٔ بیلد

source: Build status will come from CI (GitHub Actions) once the read-only GitHub integration is connected.
fa_af: وضعیت بیلد پس از وصل شدن GitHub (فقط‌خواندنی) از CI (GitHub Actions) نشان داده می‌شود.

source: Builds
fa_af: بیلدها

source: Bundle / application ID
fa_af: شناسهٔ برنامه (Bundle ID)

source: By area
fa_af: بر اساس بخش

source: Cached for a day or less.
fa_af: یک روز یا کمتر نگه داشته می‌شود.

source: Caching of the home page
fa_af: نگه‌داری صفحهٔ اصلی در کش

source: Certificate
fa_af: گواهی

source: Change the saved password for %@
fa_af: تغییر رمز ذخیره‌شدهٔ %@

source: Check every endpoint now
fa_af: همین حالا همهٔ نشانی‌ها را بررسی کن

source: Check now
fa_af: اکنون بررسی کن

source: Checked %@ ago
fa_af: %@ پیش بررسی شد

source: Checked %@, public endpoints only
fa_af: بررسی در %@، فقط نشانی‌های عمومی

source: Checked when the app opens and every 5 minutes while it runs (less often in Low Power Mode or when nothing answers). A notification comes after two failed checks in a row, and when a certificate or domain enters the 30, 14 or 7-day window.
fa_af: با باز شدن برنامه و تا وقتی باز است هر ۵ دقیقه بررسی می‌شود (در حالت کم‌مصرف یا وقتی هیچ نشانی پاسخ ندهد، کمتر). پس از دو بررسی ناموفق پشت سر هم، و وقتی گواهی یا دامنه به ۳۰، ۱۴ یا ۷ روز مانده رسید، اعلان می‌آید.

source: Checking every endpoint…
fa_af: در حال بررسی همهٔ نشانی‌ها…

source: Checking…
fa_af: در حال بررسی…

source: Choose issued.csv from ~/.linumic/licenses, and optionally the .lnmlic files next to it so their keys are attached.
fa_af: فایل issued.csv را از ~/.linumic/licenses انتخاب کنید و اگر خواستید فایل‌های .lnmlic کنارش را هم، تا کلیدهایشان ضمیمه شوند.

source: Choose the %@ private key (<product>-private.pem). It is checked against the public key built into the app and stored only in this Mac's Keychain.
fa_af: کلید خصوصی %@ را انتخاب کنید (<product>-private.pem). با کلید عمومیِ داخل برنامه مقایسه می‌شود و فقط در Keychain همین مک نگه داشته می‌شود.

source: CI failing in %@
fa_af: CI در %@ ناکام است

source: CONFLICTING
fa_af: متناقض

source: Campaign
fa_af: کمپاین

source: Can't move from %@ to %@.
fa_af: از «%1$@» به «%2$@» نمی‌توان رفت.

source: Cancel
fa_af: لغو

source: Cancel Post
fa_af: لغو پست

source: Cancelled
fa_af: لغوشده

source: Category
fa_af: دسته

source: Changes waiting to upload: %@
fa_af: تغییرات در انتظار بارگذاری: %@

source: Choose .p8 Key File…
fa_af: انتخاب فایل کلید ‎.p8…

source: Choose JSON Key File…
fa_af: انتخاب فایل کلید JSON…

source: Choose Key File (JSON)…
fa_af: انتخاب فایل کلید (⁨JSON⁩)…

source: Choose Key File (p8)…
fa_af: انتخاب فایل کلید (⁨p8⁩)…

source: Choose the JSON file here and save.
fa_af: فایل ⁨JSON⁩ را این‌جا انتخاب و ذخیره کنید.

source: Close and reopen the app to apply the new language.
fa_af: برای اعمال زبان تازه، برنامه را ببندید و دوباره باز کنید.

source: Closed
fa_af: بسته

source: Cloud
fa_af: ابر (سرور)

source: Cloud sync isn't configured in this build.
fa_af: همگام‌سازی ابری در این نسخه تنظیم نشده است.

source: Collected
fa_af: تاریخ جمع‌آوری

source: Completed
fa_af: تکمیل‌شده

source: Component (e.g. Passenger app)
fa_af: بخش (مثلاً برنامهٔ مسافر)

source: Confirmed by the owner in Linumic OS
fa_af: تأییدشده توسط مالک در Linumic OS

source: Conflicting
fa_af: متناقض

source: Conflicting needs the conflicting sources or a note explaining the conflict.
fa_af: برای «متناقض» باید منابع متناقض یا یادداشتی که تناقض را توضیح دهد ثبت شود.

source: Connected (read-only)
fa_af: وصل (فقط خواندن)

source: Console refresh %@: %lld updated
fa_af: به‌روزرسانی از کنسول %@: %lld مورد به‌روز شد

source: Content Calendar
fa_af: تقویم محتوا

source: Copied
fa_af: کاپی شد

source: Copy %@
fa_af: کپی %@

source: Copy Key
fa_af: کاپی کلید

source: Copy Password
fa_af: کپی رمز

source: Copy the password for %@
fa_af: کپی رمز %@

source: Could not load inventory: %@
fa_af: فهرست محصولات بارگذاری نشد: %@

source: Could not read the GitHub token from the Keychain: %@
fa_af: توکن GitHub از Keychain خوانده نشد: %@

source: Could not read the licence ledger: %@
fa_af: دفتر لایسنس‌ها خوانده نشد: %@

source: Could not remove: %@
fa_af: حذف نشد: %@

source: Could not save inventory: %@
fa_af: فهرست محصولات ذخیره نشد: %@

source: Could not save the licence ledger: %@
fa_af: دفتر لایسنس‌ها ذخیره نشد: %@

source: Could not save: %@
fa_af: ذخیره نشد: %@

source: Could not upgrade inventory: %@
fa_af: فهرست محصولات به‌روز نشد: %@

source: Could not use the %@ credentials: %@
fa_af: اطلاعات ورود %@ قابل استفاده نبود: %@

source: Count of key facts, platforms and repository links not marked Verified
fa_af: شمار معلومات کلیدی، پلتفرم‌ها و پیوندهای مخزن که «تأییدشده» نیستند

source: Create a service account and download a JSON key for it.
fa_af: یک ⁨service account⁩ بسازید و برایش کلید ⁨JSON⁩ دانلود کنید.

source: Credential storage
fa_af: محل نگهداری رمزها

source: Critical
fa_af: بحرانی

source: Critical issues
fa_af: مشکلات بحرانی

source: Current releases
fa_af: انتشارهای فعلی

source: Current version
fa_af: نسخهٔ فعلی

source: Customer
fa_af: مشتری

source: Customer (clinic or workshop)
fa_af: مشتری (کلینیک یا کارگاه)

source: Customer feedback
fa_af: نظر مشتری

source: Customer portal
fa_af: پورتال مشتریان

source: Customer, licence id or machine code
fa_af: مشتری، شمارهٔ لایسنس یا کد دستگاه

source: Dari uses right-to-left layout, Persian digits and the Solar Hijri calendar with Afghan month names. Recorded evidence (quotes, sources) stays in its original language.
fa_af: دری از چیدمان راست به چپ، ارقام فارسی و تقویم هجری شمسی با نام ماه‌های افغانی (حمل، ثور…) استفاده می‌کند. شواهد ثبت‌شده (نقل‌قول‌ها و منابع) به زبان اصلی خود باقی می‌مانند.

source: Dashboard
fa_af: داشبورد

source: Dataset
fa_af: مجموعهٔ داده

source: Date
fa_af: تاریخ

source: Default branch
fa_af: شاخهٔ اصلی

source: Degraded
fa_af: دچار اختلال

source: Delete
fa_af: حذف

source: Delete %@ from the Vault
fa_af: حذف %@ از گاوصندوق

source: Delete %@?
fa_af: «%@» حذف شود؟

source: Delete Post
fa_af: حذف پست

source: Delete this sign-in?
fa_af: این ورود حذف شود؟

source: Delete…
fa_af: حذف…

source: Demo API health
fa_af: سلامت API دمو

source: Deployed
fa_af: تاریخ استقرار

source: Deployment
fa_af: استقرار

source: Deployment date known
fa_af: تاریخ استقرار معلوم است

source: Deployments
fa_af: استقرارها

source: Deploys
fa_af: استقرارها

source: Deprecated
fa_af: منسوخ

source: Derived
fa_af: استنتاجی

source: Derived from the evidence below. It can't be set by hand: add or confirm evidence instead.
fa_af: این وضعیت از شواهد زیر به دست می‌آید و دستی تنظیم نمی‌شود. به جای آن شاهد اضافه یا تأیید کنید.

source: Description
fa_af: توضیحات

source: Desktop
fa_af: دسکتاپ

source: Detail
fa_af: جزئیات

source: Development
fa_af: توسعه

source: Development status
fa_af: وضعیت توسعه

source: Digits
fa_af: عدد

source: Documentation
fa_af: مستندات

source: Domain
fa_af: دامنه

source: Domain registration ending
fa_af: ثبت دامنه رو به پایان است

source: Domain registrations
fa_af: ثبت دامنه‌ها

source: Done
fa_af: انجام‌شده

source: Double-click a row to edit. Right-click for more actions. Click a badge to see its evidence.
fa_af: برای ویرایش روی ردیف دو بار کلیک کنید. برای گزینه‌های بیشتر کلیک راست کنید. برای دیدن شواهد روی نشان کلیک کنید.

source: Down
fa_af: قطع

source: Download the key file (Apple allows this only once) and copy the ⁨Issuer ID⁩ shown above the keys.
fa_af: فایل کلید را دانلود کنید (Apple فقط یک بار اجازه می‌دهد) و ⁨Issuer ID⁩ را که بالای کلیدها آمده کپی کنید.

source: Draft
fa_af: پیش‌نویس

source: Draft a product or release announcement, send it for review, and schedule it once approved.
fa_af: اعلان محصول یا انتشار را بنویسید، برای بازبینی بفرستید و پس از تأیید زمان‌بندی کنید.

source: Dropped
fa_af: کنارگذاشته‌شده

source: Edit %@
fa_af: ویرایش %@

source: Edit Name & Notes
fa_af: ویرایش نام و یادداشت‌ها

source: Edit each fact from its row on the Overview tab, so the change carries its own source and status.
fa_af: هر معلومات را از ردیف خودش در بخش «نمای کلی» ویرایش کنید تا تغییر، منبع و وضعیت خودش را داشته باشد.

source: Edit name and notes (⌘E). Edit each fact from its row.
fa_af: ویرایش نام و یادداشت‌ها (⌘E). هر معلومات را از ردیف خودش ویرایش کنید.

source: Edit, copy or delete
fa_af: ویرایش، کپی یا حذف

source: Editing documentation, analytics and social links will come with the Marketing module.
fa_af: ویرایش مستندات، تحلیل‌ها و پیوندهای اجتماعی با بخش بازاریابی اضافه می‌شود.

source: Edition
fa_af: نسخه

source: Edit…
fa_af: ویرایش…

source: Ended %lld days ago
fa_af: %lld روز پیش ختم شد

source: Ends %@; read %@
fa_af: پایان %1$@؛ خوانده‌شده %2$@

source: Ends in %lld days
fa_af: %lld روز دیگر ختم می‌شود

source: Ends tomorrow
fa_af: فردا ختم می‌شود

source: Enter the customer's name.
fa_af: نام مشتری را بنویسید.

source: Enter the Issuer ID here, choose the file, and save. The Key ID is filled in from the file name.
fa_af: ⁨Issuer ID⁩ را این‌جا وارد کنید، فایل را انتخاب و ذخیره کنید. ⁨Key ID⁩ از نام فایل خودکار پر می‌شود.

source: Environment
fa_af: محیط

source: Error
fa_af: خطا

source: Every check is a plain GET to a public page or health endpoint listed in MonitorCatalog (each with the repository file and line it comes from). No sign-in, cookie or token is sent, and nothing is written. Uptime is the share of checks that answered in the last 24 hours while this app was open; the history stays on this device.
fa_af: هر بررسی یک درخواست سادهٔ GET به یک صفحهٔ عمومی یا نشانی سلامت است که در MonitorCatalog آمده (هرکدام با فایل و خط مخزنی که از آن گرفته شده). هیچ ورود، کوکی یا توکنی فرستاده نمی‌شود و چیزی نوشته نمی‌شود. «برقراری» سهم بررسی‌هایی است که در ۲۴ ساعت گذشته، وقتی این برنامه باز بود، پاسخ گرفتند؛ تاریخچه فقط روی همین دستگاه می‌ماند.

source: Evidence
fa_af: شواهد

source: Evidence cited
fa_af: شواهد استنادشده

source: Evidence should be a build file, a store listing or a release asset. A folder name isn't evidence.
fa_af: شاهد باید فایل بیلد، لیست فروشگاه یا فایل انتشار باشد. نام پوشه شاهد به حساب نمی‌آید.

source: Evidence still comes from this source. Remove that evidence first.
fa_af: هنوز شواهدی از این منبع وجود دارد. اول آن شواهد را حذف کنید.

source: Evidence that this repository belongs to the product:
fa_af: شاهد اینکه این مخزن به محصول تعلق دارد:

source: Evidence:
fa_af: شواهد:

source: Evidence: %@
fa_af: شواهد: %@

source: Expired
fa_af: منقضی شده

source: Expires
fa_af: تاریخ پایان

source: Expires %@
fa_af: انقضا: %@

source: Expires in %lld days
fa_af: %lld روز تا انقضا

source: Expiring
fa_af: نزدیک به ختم

source: Expiring in 30 days
fa_af: ختم در ۳۰ روز آینده

source: Expiry
fa_af: ختم اعتبار

source: Export CSV…
fa_af: خروجی CSV…

source: Facebook
fa_af: فیسبوک

source: Facts were recorded or re-verified this week for %ld products.
fa_af: این هفته برای %ld محصول معلومات ثبت یا دوباره تأیید شد.

source: Failed
fa_af: ناکام

source: Failing
fa_af: ناکام

source: Failing CI
fa_af: CI ناکام

source: Features
fa_af: قابلیت‌ها

source: Fetched
fa_af: تاریخ دریافت

source: Fill from Vault
fa_af: پر کردن از گاوصندوق

source: Fill the form from a saved sign-in
fa_af: فرم را از یک ورود ذخیره‌شده پر کنید

source: Fill the sign-in form with %@
fa_af: پر کردن فرم ورود با %@

source: Finding
fa_af: یافته

source: Findings
fa_af: یافته‌ها

source: Fleet health %lld out of 100
fa_af: سلامت همهٔ مخزن‌ها %lld از ۱۰۰

source: Fleet health unknown
fa_af: سلامت مخزن‌ها نامعلوم

source: For example: Talar admin
fa_af: مثلاً: ادمین تالار

source: Found during discovery, but the evidence can't settle whether they belong to Linumic. See docs/product-discovery-report.md.
fa_af: در جریان بررسی پیدا شدند، اما شواهد نشان نمی‌دهد که به لینومیک تعلق دارند یا نه. docs/product-discovery-report.md را ببینید.

source: Free. Read-only. The key stays in this Mac's Keychain and is never uploaded.
fa_af: رایگان و فقط‌خواندنی. کلید فقط در Keychain همین مک می‌ماند و هرگز آپلود نمی‌شود.

source: From public store pages and the owner's App Store Connect screenshot (2026-09-23), or live from the consoles once their read-only keys are added in Settings → Integrations.
fa_af: از صفحه‌های عمومی فروشگاه و اسکرین‌شات App Store Connect مالک (۲۰۲۶-۰۹-۲۳)، یا به‌صورت زنده از کنسول‌ها وقتی کلیدهای فقط‌خواندنی‌شان در تنظیمات ← اتصال‌ها اضافه شوند.

source: From public store pages and the owner's App Store Connect screenshot (2026-09-23). Live sync needs the store integrations, which aren't connected.
fa_af: از صفحه‌های عمومی فروشگاه و تصویر App Store Connect مالک (۲۰۲۶-۰۹-۲۳). همگام‌سازی زنده به اتصال فروشگاه‌ها نیاز دارد که هنوز وصل نیستند.

source: General
fa_af: عمومی

source: Generate
fa_af: ساختن

source: Generate a password
fa_af: ساختن رمز

source: Git repository
fa_af: مخزن Git

source: GitHub (read-only)
fa_af: GitHub (فقط‌خواندنی)
